cweijan.vscode-mysql-client2
PKief.material-icon-theme
amazonwebservices.codewhisperer-for-command-line-companion
wmaurer.change-case
clinyong.vscode-css-modules
ms-python.black-formatter
ms-azuretools.vscode-docker
dotenv.dotenv-vscode
dbaeumer.vscode-eslint
expo.vscode-expo-tools
figma.figma-vscode-extension
waderyan.gitblame
mhutchie.git-graph
ecmel.vscode-html-css
ms-python.isort
Orta.vscode-jest
ritwickdey.LiveServer
ms-vsliveshare.vsliveshare
christian-kohler.npm-intellisense
ryu1kn.partial-diff
esbenp.prettier-vscode
MylesMurphy.prettify-ts
YoavBls.pretty-ts-errors
ms-python.vscode-pylance
ms-python.pylint
ms-python.python
ms-python.debugpy
mechatroner.rainbow-csv
bradlc.vscode-tailwindcss
Gruntfuggly.todo-tree
kakumei.ts-debug
styled-components.vscode-styled-components
redhat.vscode-yaml